Repository: yoyodaniel/misoto
Catalog: Misoto/*.lproj/Localizable.strings
Languages: fil, hi, id, th, vi

source: Difficulty
fil: Kahirapan
hi: कठिनाई
id: Tingkat Kesulitan
th: ความยาก
vi: Độ khó

source: Spicy Level
fil: Antas ng Maanghang
hi: मसालेदार स्तर
id: Tingkat Pedas
th: ระดับความเผ็ด
vi: Mức Độ Cay

source: Add Dish Image
fil: Magdagdag ng Larawan ng Ulam
hi: व्यंजन छवि जोड़ें
id: Tambah Gambar Hidangan
th: เพิ่มรูปภาพอาหาร
vi: Thêm hình ảnh món ăn

source: Take picture
fil: Kumuha ng larawan
hi: तस्वीर लें
id: Ambil foto
th: ถ่ายรูป
vi: Chụp ảnh

source: Select image
fil: Pumili ng larawan
hi: छवि चुनें
id: Pilih gambar
th: เลือกรูปภาพ
vi: Chọn hình ảnh

source: Select Dish images
fil: Pumili ng Mga Larawan ng Ulam
hi: व्यंजन छवियां चुनें
id: Pilih Gambar Hidangan
th: เลือกรูปภาพอาหาร
vi: Chọn Hình ảnh Món ăn

source: Take another picture
fil: Kumuha ng ibang larawan
hi: एक और तस्वीर लें
id: Ambil foto lagi
th: ถ่ายรูปอีก
vi: Chụp ảnh khác

source: Dish Images
fil: Mga Larawan ng Ulam
hi: व्यंजन छवियां
id: Gambar Hidangan
th: รูปภาพอาหาร
vi: Hình ảnh món ăn

source: Dish images can be added later as required
fil: Ang mga larawan ng ulam ay maaaring idagdag mamaya kung kinakailangan
hi: व्यंजन छवियां आवश्यकतानुसार बाद में जोड़ी जा सकती हैं
id: Gambar hidangan dapat ditambahkan nanti sesuai kebutuhan
th: รูปภาพอาหารสามารถเพิ่มได้ในภายหลังตามต้องการ
vi: Hình ảnh món ăn có thể được thêm sau khi cần

source: Add
fil: Magdagdag
hi: जोड़ें
id: Tambah
th: เพิ่ม
vi: Thêm

source: Save
fil: I-save
hi: सहेजें
id: Simpan
th: บันทึก
vi: Lưu

source: Upload
fil: I-upload
hi: अपलोड करें
id: Unggah
th: อัปโหลด
vi: Tải lên

source: Step
fil: Hakbang
hi: चरण
id: Langkah
th: ขั้นตอน
vi: Bước

source: View Video
fil: Tingnan ang Video
hi: वीडियो देखें
id: Lihat Video
th: ดูวิดีโอ
vi: Xem video

source: Remove Media
fil: Tanggalin ang Media
hi: मीडिया हटाएं
id: Hapus Media
th: ลบสื่อ
vi: Xóa phương tiện

source: Add Step
fil: Magdagdag ng Hakbang
hi: चरण जोड़ें
id: Tambah Langkah
th: เพิ่มขั้นตอน
vi: Thêm bước

source: Instructions
fil: Mga Tagubilin
hi: निर्देश
id: Instruksi
th: วิธีทำ
vi: Hướng Dẫn

source: Dish Ingredients
fil: Mga Sangkap ng Ulam
hi: व्यंजन सामग्री
id: Bahan Hidangan
th: ส่วนผสมอาหาร
vi: Nguyên Liệu Món Ăn

source: Add Dish Ingredient
fil: Magdagdag ng Sangkap ng Ulam
hi: व्यंजन सामग्री जोड़ें
id: Tambah Bahan Hidangan
th: เพิ่มส่วนผสมอาหาร
vi: Thêm Nguyên Liệu Món Ăn

source: Marinade Ingredients
fil: Mga Sangkap ng Marinade
hi: मैरिनेड सामग्री
id: Bahan Marinasi
th: ส่วนผสมหมัก
vi: Nguyên Liệu Ướp

source: Add Marinade Ingredient
fil: Magdagdag ng Sangkap ng Marinade
hi: मैरिनेड सामग्री जोड़ें
id: Tambah Bahan Marinasi
th: เพิ่มส่วนผสมหมัก
vi: Thêm Nguyên Liệu Ướp

source: Seasoning Ingredients
fil: Mga Sangkap ng Pampalasa
hi: मसाला सामग्री
id: Bahan Bumbu
th: เครื่องปรุง
vi: Nguyên Liệu Gia Vị

source: Add Seasoning Ingredient
fil: Magdagdag ng Sangkap ng Pampalasa
hi: मसाला सामग्री जोड़ें
id: Tambah Bahan Bumbu
th: เพิ่มเครื่องปรุง
vi: Thêm Nguyên Liệu Gia Vị

source: Batter Ingredients
fil: Mga Sangkap ng Batter
hi: बैटर सामग्री
id: Bahan Adonan
th: ส่วนผสมแป้ง
vi: Nguyên Liệu Bột

source: Add Batter Ingredient
fil: Magdagdag ng Sangkap ng Batter
hi: बैटर सामग्री जोड़ें
id: Tambah Bahan Adonan
th: เพิ่มส่วนผสมแป้ง
vi: Thêm Nguyên Liệu Bột

source: Sauce Ingredients
fil: Mga Sangkap ng Sarsa
hi: सॉस सामग्री
id: Bahan Saus
th: ส่วนผสมซอส
vi: Nguyên Liệu Nước Sốt

source: Add Sauce Ingredient
fil: Magdagdag ng Sangkap ng Sarsa
hi: सॉस सामग्री जोड़ें
id: Tambah Bahan Saus
th: เพิ่มส่วนผสมซอส
vi: Thêm Nguyên Liệu Nước Sốt

source: Base Ingredients
fil: Mga Sangkap ng Base
hi: आधार सामग्री
id: Bahan Dasar
th: ส่วนผสมพื้นฐาน
vi: Nguyên Liệu Cơ Bản

source: Add Base Ingredient
fil: Magdagdag ng Sangkap ng Base
hi: आधार सामग्री जोड़ें
id: Tambah Bahan Dasar
th: เพิ่มส่วนผสมพื้นฐาน
vi: Thêm Nguyên Liệu Cơ Bản

source: Dough Ingredients
fil: Mga Sangkap ng Dough
hi: आटा सामग्री
id: Bahan Adonan
th: ส่วนผสมแป้ง
vi: Nguyên Liệu Bột Nhào

source: Add Dough Ingredient
fil: Magdagdag ng Sangkap ng Dough
hi: आटा सामग्री जोड़ें
id: Tambah Bahan Adonan
th: เพิ่มส่วนผสมแป้ง
vi: Thêm Nguyên Liệu Bột Nhào

source: Topping Ingredients
fil: Mga Sangkap ng Topping
hi: टॉपिंग सामग्री
id: Bahan Topping
th: ส่วนผสมท็อปปิ้ง
vi: Nguyên Liệu Topping

source: Add Topping Ingredient
fil: Magdagdag ng Sangkap ng Topping
hi: टॉपिंग सामग्री जोड़ें
id: Tambah Bahan Topping
th: เพิ่มส่วนผสมท็อปปิ้ง
vi: Thêm Nguyên Liệu Topping

source: Additional Tips
fil: Mga Karagdagang Tip
hi: अतिरिक्त सुझाव
id: Tips Tambahan
th: เคล็ดลับเพิ่มเติม
vi: Mẹo Bổ Sung

source: Add Tip
fil: Magdagdag ng Tip
hi: सुझाव जोड़ें
id: Tambah Tip
th: เพิ่มเคล็ดลับ
vi: Thêm Mẹo

source: View Source Website
fil: Tingnan ang Source Website
hi: स्रोत वेबसाइट देखें
id: Lihat Situs Web Sumber
th: ดูเว็บไซต์ต้นฉบับ
vi: Xem Trang Web Nguồn

source: Source Website
hi: स्रोत वेबसाइट
id: Situs Web Sumber
th: เว็บไซต์ต้นฉบับ
vi: Trang Web Nguồn

source: Teaspoon (tsp)
fil: Kutsarita
hi: चम्मच (tsp)
id: Sendok Teh (sdt)
th: ช้อนชา
vi: Muỗng cà phê

source: Tablespoon (tbsp)
fil: Kutsara
hi: बड़ा चम्मच (tbsp)
id: Sendok Makan (sdm)
th: ช้อนโต๊ะ
vi: Muỗng canh

source: Cup
fil: Tasa
hi: कप
id: Cangkir
th: ถ้วย
vi: Cốc

source: Ounce (oz)
fil: Onsa (oz)
hi: औंस (oz)
id: Ons (oz)
th: ออนซ์ (oz)

source: Fluid Ounce (fl oz)
fil: Likidong Onsa (fl oz)
hi: तरल औंस (fl oz)
id: Ons Cair (fl oz)
th: ออนซ์ของเหลว (fl oz)
vi: Ounce lỏng (fl oz)

source: Pound (lb)
fil: Libra (lb)
hi: पौंड (lb)
id: Pon (lb)
th: ปอนด์ (lb)

source: Gram (g)
fil: Gramo (g)
hi: ग्राम (g)
th: กรัม (g)
vi: Gam (g)

source: Kilogram (kg)
fil: Kilogramo (kg)
hi: किलोग्राम (kg)
th: กิโลกรัม (kg)

source: Milliliter (ml)
fil: Mililitro (ml)
hi: मिलीलीटर (ml)
id: Mililiter (ml)
th: มิลลิลิตร (ml)
vi: Mililit (ml)

source: Liter (l)
fil: Litro (l)
hi: लीटर (l)
th: ลิตร (l)
vi: Lít (l)

source: Pinch
fil: Kurot
hi: चुटकी
id: Sejumput
th: หยิบมือ
vi: Nhúm

source: Piece
fil: Piraso
hi: टुकड़ा
id: Buah
th: ชิ้น
vi: Miếng

source: Pieces (pcs)
fil: Piraso (pcs)
hi: टुकड़े (pcs)
id: Buah (pcs)
th: ชิ้น (pcs)
vi: Miếng (pcs)

source: Piece (pc)
fil: Piraso (pc)
hi: टुकड़ा (pc)
id: Buah (pc)
th: ชิ้น (pc)
vi: Miếng (pc)

source: Slice
fil: Hiwa
hi: टुकड़ा
id: Iris
th: แผ่น
vi: Lát

source: Clove
fil: Butil
hi: कली
id: Siung
th: กลีบ
vi: Tép

source: Bunch
fil: Bigkis
hi: गुच्छा
id: Ikat
th: กำ
vi: Bó

source: Head
fil: Ulo
hi: सिर
id: Kepala
th: หัว
vi: Củ

source: Strand
fil: Hibla
hi: लड़ी
id: Helai
th: เส้น
vi: Sợi

source: Strands
fil: Hibla
hi: लड़ियाँ
id: Helai
th: เส้น
vi: Sợi

source: Source images used for recipe extraction
fil: Mga source image na ginamit para sa recipe extraction
hi: व्यंजन निष्कर्षण के लिए उपयोग की गई स्रोत छवियां
id: Gambar sumber yang digunakan untuk ekstraksi resep
th: รูปภาพต้นฉบับที่ใช้สำหรับการแยกสูตรอาหาร
vi: Hình ảnh nguồn được sử dụng để trích xuất công thức

source: Source image used for recipe extraction
fil: Source image na ginamit para sa recipe extraction
hi: व्यंजन निष्कर्षण के लिए उपयोग की गई स्रोत छवि
id: Gambar sumber yang digunakan untuk ekstraksi resep
th: รูปภาพต้นฉบับที่ใช้สำหรับการแยกสูตรอาหาร
vi: Hình ảnh nguồn được sử dụng để trích xuất công thức

source: Source
fil: Pinagmulan
hi: स्रोत
id: Sumber
th: แหล่งที่มา
vi: Nguồn

source: Created on:
fil: Ginawa noong:
hi: बनाया गया:
id: Dibuat pada:
th: สร้างเมื่อ:
vi: Tạo vào:

source: Updated on:
fil: Na-update noong:
hi: अपडेट किया गया:
id: Diperbarui pada:
th: อัปเดตเมื่อ:
vi: Cập nhật vào:

source: None
fil: Wala
hi: कोई नहीं
id: Tidak ada
th: ไม่มี
vi: Không

source: Mild
fil: Katamtaman
hi: हल्का
id: Sedang
th: เผ็ดน้อย
vi: Nhẹ

source: Hot
fil: Maanghang
hi: मसालेदार
id: Pedes
th: เผ็ด
vi: Cay

source: Very Hot
fil: Napakaanghang
hi: बहुत मसालेदार
id: Sangat Pedes
th: เผ็ดมาก
vi: Rất cay

source: Extreme
fil: Sobra
hi: अत्यधिक
id: Ekstrem
th: เผ็ดมากที่สุด
vi: Cực cay

source: Insane
fil: Napakaanghang
hi: अत्यधिक मसालेदार
id: Sangat Pedes
th: เผ็ดสุดๆ
vi: Cực kỳ cay

source: seconds
fil: segundo
hi: सेकंड
id: detik
th: วินาที
vi: giây

source: minutes
fil: minuto
hi: मिनट
id: menit
th: นาที
vi: phút

source: hours
fil: oras
hi: घंटे
id: jam
th: ชั่วโมง
vi: giờ

source: days
fil: araw
hi: दिन
id: hari
th: วัน
vi: ngày
