Repository: yoyodaniel/misoto
Catalog: Misoto/*.lproj/Localizable.strings
Languages: fil, hi, id, th, vi

source: Share and discover amazing recipes
fil: Ibahagi at tuklasin ang mga kamangha-manghang recipe
hi: अद्भुत व्यंजन साझा करें और खोजें
id: Bagikan dan temukan resep yang luar biasa
th: แบ่งปันและค้นพบสูตรอาหารที่ยอดเยี่ยม
vi: Chia sẻ và khám phá những công thức nấu ăn tuyệt vời

source: Loading...
fil: Naglo-load...
hi: लोड हो रहा है...
id: Memuat...
th: กำลังโหลด...
vi: Đang tải...

source: Version %@
fil: Bersyon %@
hi: संस्करण %@
id: Versi %@
th: เวอร์ชัน %@
vi: Phiên bản %@

source: Unknown
fil: Hindi kilala
hi: अज्ञात
id: Tidak diketahui
th: ไม่ทราบ
vi: Không xác định

source: Continue with Google
fil: Magpatuloy sa Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
th: ดำเนินการต่อด้วย Google
vi: Tiếp tục với Google

source: Invalid credential
fil: Hindi wasto na kredensyal
hi: अमान्य क्रेडेंशियल
id: Kredensial tidak valid
th: ข้อมูลประจำตัวไม่ถูกต้อง
vi: Thông tin đăng nhập không hợp lệ

source: Invalid nonce
fil: Hindi wasto na nonce
hi: अमान्य nonce
id: Nonce tidak valid
th: Nonce ไม่ถูกต้อง
vi: Nonce không hợp lệ

source: Invalid token
fil: Hindi wasto na token
hi: अमान्य टोकन
id: Token tidak valid
th: โทเค็นไม่ถูกต้อง
vi: Token không hợp lệ

source: Missing client ID
fil: Nawawalang client ID
hi: क्लाइंट ID गायब है
id: ID klien tidak ada
th: ไม่มี Client ID
vi: Thiếu Client ID

source: Missing view controller
fil: Nawawalang view controller
hi: व्यू कंट्रोलर गायब है
id: Pengontrol tampilan tidak ada
th: ไม่มี View Controller
vi: Thiếu View Controller

source: You are not authorized to perform this action
fil: Wala kang pahintulot na gawin ang aksyon na ito
hi: आपको इस कार्रवाई को करने की अनुमति नहीं है
id: Anda tidak berwenang untuk melakukan tindakan ini
th: คุณไม่มีสิทธิ์ในการดำเนินการนี้
vi: Bạn không có quyền thực hiện hành động này

source: Username must be at least 4 characters
fil: Ang username ay dapat na hindi bababa sa 4 na karakter
hi: उपयोगकर्ता नाम कम से कम 4 वर्ण का होना चाहिए
id: Nama pengguna harus minimal 4 karakter
th: ชื่อผู้ใช้ต้องมีอย่างน้อย 4 ตัวอักษร
vi: Tên người dùng phải có ít nhất 4 ký tự

source: Username must be no more than 15 characters
fil: Ang username ay hindi dapat lumampas sa 15 na karakter
hi: उपयोगकर्ता नाम 15 वर्ण से अधिक नहीं होना चाहिए
id: Nama pengguna tidak boleh lebih dari 15 karakter
th: ชื่อผู้ใช้ต้องไม่เกิน 15 ตัวอักษร
vi: Tên người dùng không được quá 15 ký tự

source: This username is already taken
fil: Ang username na ito ay ginagamit na
hi: यह उपयोगकर्ता नाम पहले से लिया गया है
id: Nama pengguna ini sudah digunakan
th: ชื่อผู้ใช้นี้ถูกใช้แล้ว
vi: Tên người dùng này đã được sử dụng

source: Username contains invalid characters
fil: Ang username ay naglalaman ng hindi wasto na karakter
hi: उपयोगकर्ता नाम में अमान्य वर्ण हैं
id: Nama pengguna berisi karakter yang tidak valid
th: ชื่อผู้ใช้มีอักขระที่ไม่ถูกต้อง
vi: Tên người dùng chứa ký tự không hợp lệ

source: Settings
fil: Mga Setting
hi: सेटिंग्स
id: Pengaturan
th: การตั้งค่า
vi: Cài đặt

source: Dark Mode
fil: Madilim na Mode
hi: डार्क मोड
id: Mode Gelap
th: โหมดมืด
vi: Chế độ tối

source: Haptic Feedback
hi: हैप्टिक फीडबैक
id: Umpan Balik Haptik
th: การตอบสนองแบบสัมผัส
vi: Phản hồi xúc giác

source: Appearance
fil: Itsura
hi: दिखावट
id: Tampilan
th: รูปลักษณ์
vi: Giao diện

source: Language
fil: Wika
hi: भाषा
id: Bahasa
th: ภาษา
vi: Ngôn ngữ

source: The language selected will be used as the default writing language for recipe extractions.
fil: Ang napiling wika ay gagamitin bilang default na wika ng pagsulat para sa mga pagkuha ng recipe.
hi: चयनित भाषा का उपयोग रेसिपी निष्कर्षण के लिए डिफ़ॉल्ट लेखन भाषा के रूप में किया जाएगा।
id: Bahasa yang dipilih akan digunakan sebagai bahasa penulisan default untuk ekstraksi resep.
th: ภาษาที่เลือกจะถูกใช้เป็นภาษาการเขียนเริ่มต้นสำหรับการดึงสูตรอาหาร
vi: Ngôn ngữ được chọn sẽ được sử dụng làm ngôn ngữ viết mặc định cho việc trích xuất công thức nấu ăn.

source: English
fil: Ingles
hi: अंग्रेजी
id: Bahasa Inggris
th: อังกฤษ
vi: Tiếng Anh

source: Chinese, Simplified
fil: Pinapayak na Tsino
hi: सरलीकृत चीनी
id: Bahasa Cina Sederhana
th: จีนตัวย่อ
vi: Tiếng Trung Giản thể

source: Chinese, Traditional
fil: Tradisyonal na Tsino
hi: पारंपरिक चीनी
id: Bahasa Cina Tradisional
th: จีนตัวเต็ม
vi: Tiếng Trung Phồn thể

source: Spanish
fil: Espanyol
hi: स्पेनिश
id: Bahasa Spanyol
th: สเปน
vi: Tiếng Tây Ban Nha

source: French
fil: Pranses
hi: फ्रेंच
id: Bahasa Prancis
th: ฝรั่งเศส
vi: Tiếng Pháp

source: German
fil: Aleman
hi: जर्मन
id: Bahasa Jerman
th: เยอรมัน
vi: Tiếng Đức

source: Italian
fil: Italyano
hi: इतालवी
id: Bahasa Italia
th: อิตาลี
vi: Tiếng Ý

source: Portuguese
fil: Portuges
hi: पुर्तगाली
id: Bahasa Portugis
th: โปรตุเกส
vi: Tiếng Bồ Đào Nha

source: Dutch
fil: Olandes
hi: डच
id: Bahasa Belanda
th: ดัตช์
vi: Tiếng Hà Lan

source: Russian
fil: Ruso
hi: रूसी
id: Bahasa Rusia
th: รัสเซีย
vi: Tiếng Nga

source: Japanese
fil: Hapones
hi: जापानी
id: Bahasa Jepang
th: ญี่ปุ่น
vi: Tiếng Nhật

source: Korean
fil: Koreano
hi: कोरियाई
id: Bahasa Korea
th: เกาหลี
vi: Tiếng Hàn

source: Thai
hi: थाई
id: Bahasa Thailand
th: ไทย
vi: Tiếng Thái

source: Vietnamese
fil: Biyetnames
hi: वियतनामी
id: Bahasa Vietnam
th: เวียดนาม
vi: Tiếng Việt

source: Indonesian
fil: Indones
hi: इंडोनेशियाई
id: Bahasa Indonesia
th: อินโดนีเซีย
vi: Tiếng Indonesia

source: Malay
hi: मलय
id: Bahasa Melayu
th: มาเลย์
vi: Tiếng Mã Lai

source: Filipino
hi: फिलिपिनो
id: Bahasa Filipino
th: ฟิลิปปินส์
vi: Tiếng Filipino

source: Hindi
hi: हिंदी
id: Bahasa Hindi
th: ฮินดี
vi: Tiếng Hindi

source: System Language (%@)
fil: Wika ng Sistema (%@)
hi: सिस्टम भाषा (%@)
id: Bahasa Sistem (%@)
th: ภาษาของระบบ (%@)
vi: Ngôn ngữ hệ thống (%@)

source: Share App
fil: Ibahagi ang App
hi: ऐप साझा करें
id: Bagikan Aplikasi
th: แชร์แอป
vi: Chia sẻ ứng dụng

source: Share
fil: Ibahagi
hi: साझा करें
id: Bagikan
th: แชร์
vi: Chia sẻ

source: Check out %@! %@
fil: Tingnan ang %@! %@
hi: %@ देखें! %@
id: Lihat %@! %@
th: ลองดู %@! %@
vi: Hãy xem %@! %@

source: Submit Feedback
fil: Ipasa ang Feedback
hi: फीडबैक सबमिट करें
id: Kirim Umpan Balik
th: ส่งข้อเสนอแนะ
vi: Gửi phản hồi

source: Feedback
hi: फीडबैक
id: Umpan Balik
th: ข้อเสนอแนะ
vi: Phản hồi

source: We appreciate collaborating with our users to improve the app further and tailor it to your needs.
fil: Pinahahalagahan namin ang pakikipagtulungan sa aming mga user upang mapabuti pa ang app at iakma ito sa iyong pangangailangan.
hi: हम अपने उपयोगकर्ताओं के साथ सहयोग करके ऐप को और बेहतर बनाने और इसे आपकी आवश्यकताओं के अनुरूप बनाने की सराहना करते हैं।
id: Kami menghargai kolaborasi dengan pengguna kami untuk meningkatkan aplikasi lebih lanjut dan menyesuaikannya dengan kebutuhan Anda.
th: เราขอขอบคุณการทำงานร่วมกับผู้ใช้ของเราเพื่อปรับปรุงแอปต่อไปและปรับให้เหมาะกับความต้องการของคุณ
vi: Chúng tôi đánh giá cao việc hợp tác với người dùng để cải thiện ứng dụng hơn nữa và điều chỉnh theo nhu cầu của bạn.

source: Share your ideas, suggestions, feature requests, or general feedback. Your input helps us build a better experience for everyone.
fil: Ibahagi ang iyong mga ideya, mungkahi, kahilingan sa feature, o pangkalahatang feedback. Ang iyong input ay tumutulong sa amin na bumuo ng mas mahusay na karanasan para sa lahat.
hi: अपने विचार, सुझाव, फीचर अनुरोध, या सामान्य फीडबैक साझा करें। आपका इनपुट हमें सभी के लिए बेहतर अनुभव बनाने में मदद करता है।
id: Bagikan ide, saran, permintaan fitur, atau umpan balik umum Anda. Masukan Anda membantu kami membangun pengalaman yang lebih baik untuk semua orang.
th: แบ่งปันความคิด คำแนะนำ คำขอฟีเจอร์ หรือข้อเสนอแนะทั่วไปของคุณ การมีส่วนร่วมของคุณช่วยให้เราสร้างประสบการณ์ที่ดีขึ้นสำหรับทุกคน
vi: Chia sẻ ý tưởng, gợi ý, yêu cầu tính năng hoặc phản hồi chung của bạn. Đóng góp của bạn giúp chúng tôi xây dựng trải nghiệm tốt hơn cho mọi người.

source: Done
fil: Tapos na
hi: पूर्ण
id: Selesai
th: เสร็จสิ้น
vi: Hoàn thành

source: Type
fil: Uri
hi: प्रकार
id: Jenis
th: ประเภท
vi: Loại

source: Feedback Type
fil: Uri ng Feedback
hi: फीडबैक प्रकार
id: Jenis Umpan Balik
th: ประเภทข้อเสนอแนะ
vi: Loại phản hồi

source: Feature Request
fil: Kahilingan sa Feature
hi: फीचर अनुरोध
id: Permintaan Fitur
th: คำขอฟีเจอร์
vi: Yêu cầu tính năng

source: General Feedback
fil: Pangkalahatang Feedback
hi: सामान्य फीडबैक
id: Umpan Balik Umum
th: ข้อเสนอแนะทั่วไป
vi: Phản hồi chung

source: Translation Suggestion
fil: Mungkahi sa Pagsasalin
hi: अनुवाद सुझाव
id: Saran Terjemahan
th: ข้อเสนอแนะการแปล
vi: Đề xuất dịch thuật

source: Your name
fil: Ang iyong pangalan
hi: आपका नाम
id: Nama Anda
th: ชื่อของคุณ
vi: Tên của bạn

source: Name
fil: Pangalan
hi: नाम
id: Nama
th: ชื่อ
vi: Tên

source: Describe your feature request
fil: Ilarawan ang iyong kahilingan sa feature
hi: अपने फीचर अनुरोध का वर्णन करें
id: Jelaskan permintaan fitur Anda
th: อธิบายคำขอฟีเจอร์ของคุณ
vi: Mô tả yêu cầu tính năng của bạn

source: Suggest a translation improvement
fil: Magmungkahi ng pagpapabuti sa pagsasalin
hi: अनुवाद सुधार का सुझाव दें
id: Sarankan perbaikan terjemahan
th: แนะนำการปรับปรุงการแปล
vi: Đề xuất cải thiện dịch thuật

source: Share your feedback
fil: Ibahagi ang iyong feedback
hi: अपना फीडबैक साझा करें
id: Bagikan umpan balik Anda
th: แบ่งปันข้อเสนอแนะของคุณ
vi: Chia sẻ phản hồi của bạn

source: Please describe the feature you'd like to see in the app.
fil: Mangyaring ilarawan ang feature na nais mong makita sa app.
hi: कृपया उस फीचर का वर्णन करें जिसे आप ऐप में देखना चाहते हैं।
id: Silakan jelaskan fitur yang ingin Anda lihat di aplikasi.
th: กรุณาอธิบายฟีเจอร์ที่คุณต้องการเห็นในแอป
vi: Vui lòng mô tả tính năng bạn muốn thấy trong ứng dụng.

source: Please suggest improvements to translations or report incorrect translations.
fil: Mangyaring magmungkahi ng pagpapabuti sa pagsasalin o iulat ang maling pagsasalin.
hi: कृपया अनुवाद में सुधार का सुझाव दें या गलत अनुवाद की रिपोर्ट करें।
id: Silakan sarankan perbaikan terjemahan atau laporkan terjemahan yang salah.
th: กรุณาแนะนำการปรับปรุงการแปลหรือรายงานการแปลที่ผิด
vi: Vui lòng đề xuất cải thiện dịch thuật hoặc báo cáo bản dịch không chính xác.

source: Please share your thoughts, suggestions, or report any issues.
fil: Mangyaring ibahagi ang iyong mga saloobin, mungkahi, o iulat ang anumang isyu.
hi: कृपया अपने विचार, सुझाव साझा करें या कोई समस्या रिपोर्ट करें।
id: Silakan bagikan pemikiran, saran, atau laporkan masalah apa pun.
th: กรุณาแบ่งปันความคิด คำแนะนำ หรือรายงานปัญหาต่างๆ
vi: Vui lòng chia sẻ suy nghĩ, gợi ý hoặc báo cáo bất kỳ vấn đề nào.

source: Email address (optional)
fil: Email address (opsyonal)
hi: ईमेल पता (वैकल्पिक)
id: Alamat email (opsional)
th: ที่อยู่อีเมล (ไม่บังคับ)
vi: Địa chỉ email (tùy chọn)

source: Contact Email
fil: Email ng Kontak
hi: संपर्क ईमेल
id: Email Kontak
th: อีเมลติดต่อ
vi: Email liên hệ

source: Optional: We'll use this to respond to your feature request if needed.
fil: Opsyonal: Gagamitin namin ito upang tumugon sa iyong kahilingan sa feature kung kinakailangan.
hi: वैकल्पिक: यदि आवश्यक हो तो हम आपके फीचर अनुरोध का जवाब देने के लिए इसका उपयोग करेंगे।
id: Opsional: Kami akan menggunakan ini untuk menanggapi permintaan fitur Anda jika diperlukan.
th: ไม่บังคับ: เราจะใช้อีเมลนี้เพื่อตอบกลับคำขอฟีเจอร์ของคุณหากจำเป็น
vi: Tùy chọn: Chúng tôi sẽ sử dụng email này để trả lời yêu cầu tính năng của bạn nếu cần.

source: Optional: We'll use this to respond to your translation suggestion if needed.
fil: Opsyonal: Gagamitin namin ito upang tumugon sa iyong mungkahi sa pagsasalin kung kinakailangan.
hi: वैकल्पिक: यदि आवश्यक हो तो हम आपके अनुवाद सुझाव का जवाब देने के लिए इसका उपयोग करेंगे।
id: Opsional: Kami akan menggunakan ini untuk menanggapi saran terjemahan Anda jika diperlukan.
th: ไม่บังคับ: เราจะใช้อีเมลนี้เพื่อตอบกลับข้อเสนอแนะการแปลของคุณหากจำเป็น
vi: Tùy chọn: Chúng tôi sẽ sử dụng email này để trả lời đề xuất dịch thuật của bạn nếu cần.

source: Optional: We'll use this to respond to your feedback if needed.
fil: Opsyonal: Gagamitin namin ito upang tumugon sa iyong feedback kung kinakailangan.
hi: वैकल्पिक: यदि आवश्यक हो तो हम आपके फीडबैक का जवाब देने के लिए इसका उपयोग करेंगे।
id: Opsional: Kami akan menggunakan ini untuk menanggapi umpan balik Anda jika diperlukan.
th: ไม่บังคับ: เราจะใช้อีเมลนี้เพื่อตอบกลับข้อเสนอแนะของคุณหากจำเป็น
vi: Tùy chọn: Chúng tôi sẽ sử dụng email này để trả lời phản hồi của bạn nếu cần.

source: Submit
fil: Ipasa
hi: सबमिट करें
id: Kirim
th: ส่ง
vi: Gửi

source: Cancel
fil: Kanselahin
hi: रद्द करें
id: Batal
th: ยกเลิก
vi: Hủy

source: Please enter a valid email address
fil: Mangyaring maglagay ng wasto na email address
hi: कृपया एक वैध ईमेल पता दर्ज करें
id: Silakan masukkan alamat email yang valid
th: กรุณากรอกที่อยู่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

source: You must be signed in to submit feedback
fil: Dapat kang naka-sign in upang magpasa ng feedback
hi: फीडबैक सबमिट करने के लिए आपको साइन इन करना होगा
id: Anda harus masuk untuk mengirim umpan balik
th: คุณต้องเข้าสู่ระบบเพื่อส่งข้อเสนอแนะ
vi: Bạn phải đăng nhập để gửi phản hồi

source: Please provide your feedback or feature request
fil: Mangyaring magbigay ng iyong feedback o kahilingan sa feature
hi: कृपया अपना फीडबैक या फीचर अनुरोध प्रदान करें
id: Silakan berikan umpan balik atau permintaan fitur Anda
th: กรุณาให้ข้อเสนอแนะหรือคำขอฟีเจอร์
vi: Vui lòng cung cấp phản hồi hoặc yêu cầu tính năng của bạn

source: Please provide a valid email address or leave it empty
fil: Mangyaring magbigay ng wasto na email address o iwanan itong walang laman
hi: कृपया एक वैध ईमेल पता प्रदान करें या इसे खाली छोड़ दें
id: Silakan berikan alamat email yang valid atau biarkan kosong
th: กรุณาให้ที่อยู่อีเมลที่ถูกต้องหรือเว้นว่างไว้
vi: Vui lòng cung cấp địa chỉ email hợp lệ hoặc để trống

source: Failed to submit: %@
fil: Nabigo na ipasa: %@
hi: सबमिट करने में विफल: %@
id: Gagal mengirim: %@
th: ส่งไม่สำเร็จ: %@
vi: Gửi thất bại: %@

source: Thank you for your feature request!
fil: Salamat sa iyong kahilingan sa feature!
hi: आपके फीचर अनुरोध के लिए धन्यवाद!
id: Terima kasih atas permintaan fitur Anda!
th: ขอบคุณสำหรับคำขอฟีเจอร์ของคุณ!
vi: Cảm ơn bạn đã yêu cầu tính năng!

source: Thank you for your translation suggestion!
fil: Salamat sa iyong mungkahi sa pagsasalin!
hi: आपके अनुवाद सुझाव के लिए धन्यवाद!
id: Terima kasih atas saran terjemahan Anda!
th: ขอบคุณสำหรับข้อเสนอแนะการแปลของคุณ!
vi: Cảm ơn bạn đã đề xuất dịch thuật!

source: Thank you for your feedback!
fil: Salamat sa iyong feedback!
hi: आपके फीडबैक के लिए धन्यवाद!
id: Terima kasih atas umpan balik Anda!
th: ขอบคุณสำหรับข้อเสนอแนะของคุณ!
vi: Cảm ơn bạn đã phản hồi!

source: Explore
fil: Tuklasin
hi: अन्वेषण करें
id: Jelajahi
th: สำรวจ
vi: Khám phá

source: Account
hi: खाता
id: Akun
th: บัญชี
vi: Tài khoản

source: Add Menu
fil: Magdagdag ng Menu
hi: मेनू जोड़ें
id: Tambah Menu
th: เพิ่มเมนู
vi: Thêm thực đơn

source: Manual Entry
fil: Manwal na Entry
hi: मैन्युअल प्रविष्टि
id: Entri Manual
th: ป้อนด้วยตนเอง
vi: Nhập thủ công

source: Take Picture
fil: Kumuha ng Larawan
hi: तस्वीर लें
id: Ambil Foto
th: ถ่ายรูป
vi: Chụp ảnh

source: Extract from Image
fil: Kunin mula sa Larawan
hi: छवि से निकालें
id: Ekstrak dari Gambar
th: แยกจากรูปภาพ
vi: Trích xuất từ hình ảnh

source: Extract from Link
fil: Kunin mula sa Link
hi: लिंक से निकालें
id: Ekstrak dari Tautan
th: แยกจากลิงก์
vi: Trích xuất từ liên kết

source: Extract from Website
fil: Kunin mula sa Website
hi: वेबसाइट से निकालें
id: Ekstrak dari Situs Web
th: แยกจากเว็บไซต์
vi: Trích xuất từ trang web

source: Search or enter website name
fil: Maghanap o maglagay ng pangalan ng website
hi: खोजें या वेबसाइट नाम दर्ज करें
id: Cari atau masukkan nama situs web
th: ค้นหาหรือใส่ชื่อเว็บไซต์
vi: Tìm kiếm hoặc nhập tên trang web

source: Find a Recipe
fil: Maghanap ng Recipe
hi: व्यंजन खोजें
id: Temukan Resep
th: ค้นหาสูตรอาหาร
vi: Tìm Công thức

source: Type a website URL or search for a recipe
fil: Mag-type ng URL ng website o maghanap ng recipe
hi: वेबसाइट URL टाइप करें या व्यंजन खोजें
id: Ketik URL situs web atau cari resep
th: พิมพ์ URL เว็บไซต์หรือค้นหาสูตรอาหาร
vi: Nhập URL trang web hoặc tìm kiếm công thức

source: Enter a website URL (e.g., example.com)
fil: Maglagay ng URL ng website (hal. example.com)
hi: वेबसाइट URL दर्ज करें (उदा. example.com)
id: Masukkan URL situs web (mis. example.com)
th: ใส่ URL เว็บไซต์ (เช่น example.com)
vi: Nhập URL trang web (ví dụ: example.com)

source: Or search for a recipe (e.g., chocolate cake recipe)
fil: O maghanap ng recipe (hal. recipe ng chocolate cake)
hi: या व्यंजन खोजें (उदा. चॉकलेट केक व्यंजन)
id: Atau cari resep (mis. resep kue cokelat)
th: หรือค้นหาสูตรอาหาร (เช่น สูตรเค้กช็อกโกแลต)
vi: Hoặc tìm kiếm công thức (ví dụ: công thức bánh sô cô la)

source: Extract Recipe
fil: Kunin ang Recipe
hi: व्यंजन निकालें
id: Ekstrak Resep
th: แยกสูตรอาหาร
vi: Trích xuất Công thức

source: Extract Recipe with AI
fil: Kunin ang Recipe gamit ang AI
hi: AI के साथ व्यंजन निकालें
id: Ekstrak Resep dengan AI
th: แยกสูตรอาหารด้วย AI
vi: Trích xuất Công thức bằng AI

source: Extract with AI
fil: Kunin gamit ang AI
hi: AI के साथ निकालें
id: Ekstrak dengan AI
th: แยกด้วย AI
vi: Trích xuất bằng AI

source: Detecting recipe...
fil: Nakikita ang recipe...
hi: व्यंजन का पता लगा रहे हैं...
id: Mendeteksi resep...
th: กำลังตรวจจับสูตรอาหาร...
vi: Đang phát hiện công thức...

source: No recipe detected on this page
fil: Walang recipe na nakita sa pahinang ito
hi: इस पृष्ठ पर कोई व्यंजन नहीं मिला
id: Tidak ada resep terdeteksi di halaman ini
th: ไม่พบสูตรอาหารในหน้านี้
vi: Không phát hiện công thức trên trang này

source: Paste a link to a recipe webpage to extract recipe information automatically using AI.
fil: I-paste ang link sa isang recipe webpage upang awtomatikong kunin ang impormasyon ng recipe gamit ang AI.
hi: व्यंजन जानकारी को स्वचालित रूप से निकालने के लिए AI का उपयोग करके एक व्यंजन वेबपेज का लिंक पेस्ट करें।
id: Tempel tautan ke halaman web resep untuk mengekstrak informasi resep secara otomatis menggunakan AI.
th: วางลิงก์ไปยังหน้าเว็บสูตรอาหารเพื่อแยกข้อมูลสูตรอาหารโดยอัตโนมัติโดยใช้ AI
vi: Dán liên kết đến trang web công thức để tự động trích xuất thông tin công thức bằng AI.

source: Edit Profile
fil: I-edit ang Profile
hi: प्रोफ़ाइल संपादित करें
id: Edit Profil
th: แก้ไขโปรไฟล์
vi: Chỉnh sửa hồ sơ

source: Change Profile Picture
fil: Palitan ang Larawan ng Profile
hi: प्रोफ़ाइल चित्र बदलें
id: Ubah Foto Profil
th: เปลี่ยนรูปโปรไฟล์
vi: Thay Đổi Ảnh Đại Diện

source: Profile Information
fil: Impormasyon ng Profile
hi: प्रोफ़ाइल जानकारी
id: Informasi Profil
th: ข้อมูลโปรไฟล์
vi: Thông Tin Hồ Sơ

source: Username
hi: उपयोगकर्ता नाम
id: Nama Pengguna
th: ชื่อผู้ใช้
vi: Tên Người Dùng

source: Suggested usernames:
fil: Mga iminungkahing username:
hi: सुझाए गए उपयोगकर्ता नाम:
id: Nama pengguna yang disarankan:
th: ชื่อผู้ใช้ที่แนะนำ:
vi: Tên người dùng đề xuất:

source: Bio
hi: जीवनी
id: Biografi
th: ชีวประวัติ
vi: Tiểu Sử

source: characters
fil: mga karakter
hi: वर्ण
id: karakter
th: ตัวอักษร
vi: ký tự

source: %d/15 characters
fil: %d/15 mga karakter
hi: %d/15 वर्ण
id: %d/15 karakter
th: %d/15 ตัวอักษร
vi: %d/15 ký tự

source: Recipes
fil: Mga Recipe
hi: व्यंजन
id: Resep
th: สูตรอาหาร
vi: Công thức

source: Followers
fil: Mga Follower
hi: अनुयायी
id: Pengikut
th: ผู้ติดตาม
vi: Người theo dõi

source: Following
fil: Sinusundan
hi: अनुसरण कर रहे हैं
id: Mengikuti
th: กำลังติดตาม
vi: Đang theo dõi

source: Sign Out
fil: Mag-sign Out
hi: साइन आउट
id: Keluar
th: ออกจากระบบ
vi: Đăng xuất

source: No recipes yet
fil: Wala pang mga recipe
hi: अभी तक कोई व्यंजन नहीं
id: Belum ada resep
th: ยังไม่มีสูตรอาหาร
vi: Chưa có công thức

source: Start sharing your favorite recipes with the community!
fil: Magsimulang magbahagi ng iyong mga paboritong recipe sa komunidad!
hi: समुदाय के साथ अपने पसंदीदा व्यंजन साझा करना शुरू करें!
id: Mulai bagikan resep favorit Anda dengan komunitas!
th: เริ่มแบ่งปันสูตรอาหารโปรดของคุณกับชุมชน!
vi: Bắt đầu chia sẻ công thức yêu thích của bạn với cộng đồng!

source: Delete Recipe
fil: Tanggalin ang Recipe
hi: व्यंजन हटाएं
id: Hapus Resep
th: ลบสูตรอาหาร
vi: Xóa công thức

source: Delete
fil: Tanggalin
hi: हटाएं
id: Hapus
th: ลบ
vi: Xóa

source: Are you sure you want to delete this recipe? This action cannot be undone.
fil: Sigurado ka bang gusto mong tanggalin ang recipe na ito? Ang aksyon na ito ay hindi na mababalik.
hi: क्या आप वाकई इस व्यंजन को हटाना चाहते हैं? इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus resep ini? Tindakan ini tidak dapat dibatalkan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบสูตรอาหารนี้? การกระทำนี้ไม่สามารถยกเลิกได้
vi: Bạn có chắc chắn muốn xóa công thức này không? Hành động này không thể hoàn tác.

source: Edit Recipe
fil: I-edit ang Recipe
hi: व्यंजन संपादित करें
id: Edit Resep
th: แก้ไขสูตรอาหาร
vi: Chỉnh sửa công thức

source: Today's Recommendations
fil: Mga Rekomendasyon Ngayon
hi: आज की सिफारिशें
id: Rekomendasi Hari Ini
th: คำแนะนำวันนี้
vi: Đề xuất hôm nay

source: Weekly Menu
fil: Menu ng Linggo
hi: साप्ताहिक मेनू
id: Menu Mingguan
th: เมนูรายสัปดาห์
vi: Thực đơn tuần

source: Trending
hi: ट्रेंडिंग
th: กำลังเป็นที่นิยม
vi: Đang thịnh hành

source: Ranking
fil: Ranggo
hi: रैंकिंग
id: Peringkat
th: อันดับ
vi: Bảng xếp hạng

source: Search ingredients, recipes
fil: Maghanap ng mga sangkap, recipe
hi: सामग्री, व्यंजन खोजें
id: Cari bahan, resep
th: ค้นหาวัตถุดิบ สูตรอาหาร
vi: Tìm kiếm nguyên liệu, công thức

source: No recipes found
fil: Walang nahanap na recipe
hi: कोई व्यंजन नहीं मिला
id: Tidak ada resep ditemukan
th: ไม่พบสูตรอาหาร
vi: Không tìm thấy công thức

source: No favorites yet
fil: Wala pang mga paborito
hi: अभी तक कोई पसंदीदा नहीं
id: Belum ada favorit
th: ยังไม่มีรายการโปรด
vi: Chưa có yêu thích

source: Start exploring and save your favorite recipes!
fil: Magsimulang tuklasin at i-save ang iyong mga paboritong recipe!
hi: अन्वेषण शुरू करें और अपने पसंदीदा व्यंजन सहेजें!
id: Mulai jelajahi dan simpan resep favorit Anda!
th: เริ่มสำรวจและบันทึกสูตรอาหารโปรดของคุณ!
vi: Bắt đầu khám phá và lưu công thức yêu thích của bạn!

source: Friends
fil: Mga Kaibigan
hi: दोस्त
id: Teman
th: เพื่อน
vi: Bạn bè

source: Search
fil: Maghanap
hi: खोजें
id: Cari
th: ค้นหา
vi: Tìm kiếm

source: No followers yet
fil: Wala pang mga follower
hi: अभी तक कोई अनुयायी नहीं
id: Belum ada pengikut
th: ยังไม่มีผู้ติดตาม
vi: Chưa có người theo dõi

source: You're not following anyone yet
fil: Wala ka pang sinusundan
hi: आप अभी तक किसी का अनुसरण नहीं कर रहे
id: Anda belum mengikuti siapa pun
th: คุณยังไม่ได้ติดตามใคร
vi: Bạn chưa theo dõi ai

source: Search users
fil: Maghanap ng mga user
hi: उपयोगकर्ता खोजें
id: Cari pengguna
th: ค้นหาผู้ใช้
vi: Tìm kiếm người dùng

source: No users found
fil: Walang nahanap na user
hi: कोई उपयोगकर्ता नहीं मिला
id: Tidak ada pengguna ditemukan
th: ไม่พบผู้ใช้
vi: Không tìm thấy người dùng

source: Title
fil: Pamagat
hi: शीर्षक
id: Judul
th: หัวข้อ
vi: Tiêu đề

source: Recipe Title
fil: Pamagat ng Recipe
hi: व्यंजन शीर्षक
id: Judul Resep
th: หัวข้อสูตรอาหาร
vi: Tiêu đề công thức

source: Description
fil: Paglalarawan
hi: विवरण
id: Deskripsi
th: คำอธิบาย
vi: Mô tả

source: Regenerate Description
fil: I-regenerate ang Paglalarawan
hi: विवरण पुनः उत्पन्न करें
id: Regenerasi Deskripsi
th: สร้างคำอธิบายใหม่
vi: Tạo lại mô tả

source: Cuisine
hi: पाक शैली
id: Masakan
th: อาหาร
vi: Ẩm thực

source: Select Cuisine
fil: Pumili ng Cuisine
hi: पाक शैली चुनें
id: Pilih Masakan
th: เลือกอาหาร
vi: Chọn ẩm thực

source: Preparation Time
fil: Oras ng Paghahanda
hi: तैयारी का समय
id: Waktu Persiapan
th: เวลาเตรียม
vi: Thời gian chuẩn bị

source: Cooking Time
fil: Oras ng Pagluluto
hi: पकाने का समय
id: Waktu Memasak
th: เวลาทำอาหาร
vi: Thời gian nấu

source: Time
fil: Oras
hi: समय
id: Waktu
th: เวลา
vi: Thời gian

source: Servings
fil: Mga Servings
hi: सर्विंग्स
id: Porsi
th: จำนวนเสิร์ฟ
vi: Khẩu phần

source: servings
hi: सर्विंग्स
id: porsi
th: เสิร์ฟ
vi: khẩu phần
